Repository: Snorvarg/madskull-creations
Catalog: src/Locale/*/simplicity.po
Languages: sv

source: Add new language
sv: Lägg till språk

source: Various settings
sv: Inställningar

source: Overview
sv: Översikt

source: The message must be at least 15 characters
sv: Meddelandet måste bestå av minst 15 tecken

source: Thank you for contacting us, we will get in touch soon!
sv: Tack för ditt intresse, vi återkommer!

source: There was a problem submitting your form. Please check the error message below each input field.
sv: Meddelandet skickades inte. Kontrollera felmeddelandena under respektive fält och prova igen.

source: The page is shown in the default language.
sv: Sidan visas på standardspråket.

source: The page "home" does not exist for the selected language! Please login and create the home page.
sv: Sidan "home" existerar inte för det valda språket! Logga in och skapa sidan.

source: Page does not exist.
sv: Sidan existerar inte.

source: Missing parameters.
sv: Parametrar saknas

source: The page was created.
sv: Sidan har skapats.

source: Please add a language for your web page.
sv: Lägg till ett språk för hemsidan.

source: The page could not be found.
sv: Sidan kunde inte hittas.

source: Changes saved.
sv: Ändringar sparade.

source: The page was deleted.
sv: Sidan har raderats.

source: The page could not be deleted.
sv: Sidan kunde inte raderas.

source: Path does not exist.
sv: Sökvägen finns inte.

source: Your page has been created in the new language.
sv: Sidan har skapats i det nya språket.

source: The page could not be saved.
sv: Sidan kunde inte sparas.

source: Your page has been updated.
sv: Sidan har uppdaterats.

source: Unable to connect to the database. Please check connection details.
sv: Det gick inte att ansluta till databasen. Kontrollera att du angivit rätt uppgifter.

source: Database reported the following error:
sv: Databasen rapporterar följande fel:

source: Please check the error message and correct any errors.
sv: Kontrollera felmeddelandet och rätta till felen.

source: One or more errors happened. Please check them out.
sv: Ett eller flera fel uppstod. Kolla igenom dem.

source: Installation setup complete!
sv: Installationen färdig!

source: Could not create the user account.
sv: Det gick inte att skapa användarkontot.

source: Dropping of database tables failed with the following error:
sv: Följande fel uppstod när databas-tabellerna skulle raderas:

source: Database tables dropped.
sv: Databastabeller raderade.

source: Creation of database tables failed with the following error:
sv: Följande fel uppstod när databastabellerna skulle skapas:

source: Database tables created.
sv: Databastabeller skapade.

source: No database username (__DB_USERNAME__) to replace in
sv: Det finns inget databas-användarnamn (__DB_USERNAME__) att ersätta i

source: No database password (__DB_PASSWORD__) to replace in
sv: Det finns inget databas-lösenord (__DB_PASSWORD__) att ersätta i

source: No database name (__DB_DATABASENAME__) to replace in
sv: Det finns inget databasnamn (__DB_DATABASENAME__) att ersätta i

source: No database encoding (__DB_ENCODING__) to replace in
sv: Det finns ingen databas-teckenkodning (__DB_ENCODING__) att ersätta i

source: You have already logged in.
sv: Du är redan inloggad.

source: Invalid username or password, try again
sv: Fel användarnamn eller lösenord, försök igen

source: The user has been created.
sv: Användaren har skapats.

source: Unable to add the user.
sv: Kunde inte skapa användare.

source: A username is required
sv: Ett användarnamn krävs

source: A password is required
sv: Ett lösenord krävs

source: A role is required
sv: En roll krävs

source: Translate Page
sv: Översätt sidan

source: This page is available in the following languages
sv: Sidan finns tillgänglig på följande språk

source: This page is missing in the following languages:
sv: Sidan saknar översättning till följande språk:

source: To create the page for a new language; Select a language below, edit and save. This will be saved as a new page.
sv: För att översätta sidan till ett nytt språk; Välj ett språk nedan, redigera och spara. Sidan sparas som en ny sida.

source: The page will be created in the selected language
sv: Sidan kommer att skapas i det valda språket

source: Select a language..
sv: Välj ett språk..

source: The url title is visible in the browsers address bar.
sv: Url-titeln syns i browserns adress-fält.

source: You cannot change the Url Title of the starting page. It must always have the name "home". However, you can change the Title, visible in the menus.
sv: Du kan inte ändra Url Titel för startsidan, den måste alltid vara "home". Du kan däremot ändra Titeln, som är det som visas i menyerna.

source: The title is visible in the menus.
sv: Titeln är synlig i menyerna.

source: Save Page
sv: Spara sidan

source: You are not authorized to access that location.
sv: Du har inte tillåtelse att se den sidan.

source: Hamsters do eat cakes.
sv: Hamstrar äter kakor.

source: Name
sv: Namn

source: Please fill in your name
sv: Fyll i ditt namn

source: This must be a valid email address
sv: Det måste vara en fungerande email-adress

source: Message
sv: Meddelande

source: Submit
sv: Skicka

source: Create Page
sv: Skapa sida

source: When creating this page, the following parent pages will be created if they don't already exist
sv: När du skapar denna sidan så kommer följande förälder-sidor också att skapas ifall de inte redan finns

source: If you hide the page, it is not shown in the visitor's menu. You can still find the page in the administrators menu.
sv: Om du gömmer sidan så visas den inte i menyerna för besökare. Som inloggad administratör kommer sidan fortfarande att synas.

source: Note that hiding/showing a page hide/show the page in every language.
sv: Observera att gömma/visa en sida slår igenom på samtliga språk.

source: Show this page in the menus
sv: Visa sidan i menyerna

source: Used in the menus to decide in which order the pages comes. Leave at 1 if the order is not important.
sv: Används för att avgöra i vilken ordning sidorna visas i menyerna. Låt vara 1 ifall ordningen kvittar.

source: Translate page
sv: Översätt Sida

source: Edit Page
sv: Redigera Sida

source: The page language is in
sv: Sidans språk är

source: To translate the page into another language, click the button
sv: För att översätta sidan till ett annat språk, klicka på knappen

source: This page is translated into all available languages.
sv: Sidan är översatt till alla språk.

source: To add another language, go to administrators overview pages.
sv: Gå till administratörssidan för att lägga till ytterligare språk.

source: Page does not exist
sv: Sidan finns inte

source: To create this page, click the button.
sv: För att skapa sidan, klicka på knappen.

source: Edit page
sv: Redigera Sida

source: Erase page
sv: Radera Sida

source: Are you sure?
sv: Är du säker?

source: Please translate this page from
sv: Översätt sidan från

source: The page's current language is
sv: Sidans språk är

source: This page does not yet exist in
sv: Sidan finns ännu inte i

source: Select to create a new page in the choosen language...
sv: Välj för att skapa sidan i det valda språket...

source: This page is available in every language for this site. To add a new language to the site, please click "Add new language" above.
sv: Sidan är översatt till alla språk. Klicka på "Lägg till språk" för att lägga till ytterligare språk.

source: Error
sv: Fel

source: Back
sv: Tillbaka

source: Administrator
sv: Administratör

source: Toggle menu
sv: Växla meny

source: Select your language
sv: Välj ditt språk

source: Local Content
sv: Lokalt

source: Logout
sv: Logga ut

source: Login
sv: Logga in

source: Simplicity Settings
sv: Inställningar

source: Add language
sv: Lägg till språk

source: Select default language
sv: Välj standardspråk

source: When a user visit the site for the first time, this is the language he or she will see.
sv: Detta är standardspråket som visas när en besökare kommer till webbsidan första gången.

source: Set your website's title.
sv: Ange webbplatsens titel

source: The title are shown in the webpage header section and in the browsers tab or window title. Do not use any html tags here.
sv: Titeln visas på webbsidans huvudrubrik samt i browserns flik eller fönstertitel. Använd endast ren text.

source: Set your website's description.
sv: Ange webbplatsens beskrivning i en kort kärnfull fras

source: The description are shown below the site title.
sv: Beskrivningen visas under webbplatsens titel.

source: Set default layout
sv: Ange standard sidlayout

source: This will be the default layout when you create a new page. It will not change the layout for already created pages.
sv: Detta är standard sidlayout när du skapar en ny sida. Det ändrar inte vald sidlayout för sidor som redan skapats.

source: Save changes
sv: Spara ändringar

source: Add new user
sv: Lägg till ny användare

source: Author
sv: Författare

source: Create user
sv: Skapa användare

source: Please enter your username and password
sv: Ange användarnamn och lösenord
